blog/2013-06-30-linkfest30jun.html

<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>Weekend Linkfest 30.6.2013 - Everything Counts</title>
	<meta name="author" content="Ronert Obst">

	
	<meta name="description" content="Statistics and Machine Learning Machine Learning cheat sheet | Home of Emanuel Ferm Don&#8217;t buy Bayesian Data Analysis &#8230; « Statistical &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="Everything Counts" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><![endif]-->
	<!--- MathJax Configuration -->

</head>

<body>
	<header id="header" class="inner"><h1><a href="/">Everything Counts</a></h1>
<nav id="main-nav"><ul class="main">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
  <li><a href="/about/">About</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
  <li><a href="/about/">About</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:ronert-obst.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		<a class="facebook" href="http://www.facebook.com/ronert.obst" title="Facebook">Facebook</a>
		
		
		<a class="google" href="https://plus.google.com/102717496982395822694?rel=author" title="Google+">Google+</a>
		
		
		<a class="twitter" href="http://twitter.com/ronert_obst" title="Twitter">Twitter</a>
		
		
		<a class="github" href="https://github.com/ronert" title="GitHub">GitHub</a>
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:ronert-obst.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Weekend Linkfest 30.6.2013</h2>
	<div class="entry-content"><div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Statistics and Machine Learning</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="http://eferm.com/machine-learning-cheat-sheet/">Machine Learning cheat sheet | Home of Emanuel Ferm</a>
</li>
<li><a href="http://andrewgelman.com/2013/06/26/dont-buy-bayesian-data-analysis/">Don&#8217;t buy Bayesian Data Analysis &#8230; « Statistical Modeling, Causal Inference, and Social Science Statistical Modeling, Causal Inference, and Social Science</a>
</li>
<li><a href="https://speakerdeck.com/ogrisel/trends-in-machine-learning-2">Trends in Machine Learning // Speaker Deck</a>
</li>
<li><a href="https://medium.com/p/1c0fa2922ba9">MOOCs and Books for Data Analysts — Medium</a>
</li>
<li><a href="http://oreilly.com/data/stratareports/analyzing-the-analyzers.csp?utm_content=buffer5530b&utm_source=buffer&utm_medium=twitter&utm_campaign=Buffer">Analyzing the Analyzers - O&#8217;Reilly Media</a>
</li>
<li><a href="http://oreilly.com/data/stratareports/analyzing-the-analyzers.csp?utm_content%3Dbuffer5530b&utm_source%3Dbuffer&utm_medium%3Dtwitter&utm_campaign%3DBuffer][Analyzing the Analyzers - O'Reilly Media]]">Estimating posterior distributions in Bayesian Linear Regression - YouTube</a>
</li>
<li><a href="http://magazine.amstat.org/blog/2013/06/01/the-asa-and-big-data/">The ASA and Big Data | Amstat News</a>
</li>
<li><a href="http://blog.revolutionanalytics.com/2013/02/free-e-book-on-data-science-with-r.html">Free e-book on Data Science with R</a>
</li>
<li><a href="http://www.machinedlearnings.com/2013/06/icml-2013-sparse-deep-and-random.html?utm_source=twitterfeed&utm_medium=twitter">Machined Learnings: ICML 2013: Sparse, Deep, and Random</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">R Package of the Week</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="http://imdevsoftware.wordpress.com/2013/06/16/dynamic-plots-in-using-shiny-and-ggplot2/">Dynamic Data Visualizations in the Browser Using Shiny</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Paper of the Week</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="http://projecteuclid.org/DPubS?verb=Display&version=1.0&service=UI&handle=euclid.aoas/1372338461&page=record">Rusch , Hofmarcher , Hatzinger , Hornik : Model trees with topic model preprocessing: An approach for data journalism illustrated with the WikiLeaks Afghanistan war logs</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Programming</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li><a href="http://infolab.stanford.edu/~ullman/focs.html">Aho/Ullman Foundations of Computer Science</a>
</li>
<li><a href="http://research.microsoft.com/en-us/um/people/simonpj/papers/ndp/">Simon Peyton Jones: papers</a>
</li>
<li><a href="http://latex-community.org/home/news/46-news-latex-distributions/482-texlive-2013">TeX Live 2013 released</a>
</li>
<li><a href="http://mloss.org/revision/view/1334/">dlib</a>
</li>
<li><a href="http://mloss.org/revision/view/1335/">OpenANN</a>
</li>
<li><a href="http://mloss.org/revision/view/1336/">LibBi</a>
</li>
<li><a href="http://gigaom.com/2013/06/22/netflix-open-sources-its-hadoop-manager-for-aws/">Netflix open sources its Hadoop manager for AWS — Tech News and Analysis</a>
</li>
<li><a href="http://radfordneal.wordpress.com/2013/06/22/announcing-pqr-a-faster-version-of-r/">Announcing pqR: A faster version of R | Radford Neal&#8217;s blog</a>
</li>
<li><a href="http://radfordneal.wordpress.com/2013/06/23/parallel-computation-with-helper-threads-in-pqr/">Parallel computation with helper threads in pqR | Radford Neal&#8217;s blog</a>
</li>
<li><a href="http://radfordneal.wordpress.com/2013/06/24/comparing-the-speed-of-pqr-with-r-2-15-0-and-r-3-0-1/">Comparing the speed of pqR with R-2.15.0 and R-3.0.1 | Radford Neal&#8217;s blog</a>
</li>
<li><a href="http://www.javacodegeeks.com/2013/06/git-configuration-options-you-cant-miss.html">Git configuration options you can&#8217;t miss | Java Code Geeks</a>
</li>
<li><a href="http://www.informit.com/articles/article.aspx?p=2088514">A C++ Reading List by John Lakos | | InformIT</a>
</li>
</ul>
</div>
</div>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2013-06-30T00:00:00+02:00" pubdate data-updated="true">Jun 30<span>th</span>, 2013</time></div>
	<div class="tags">


	<a class='category' href='/blog/categories/linkfest/'>Linkfest</a>


</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	<a class="addthis_button_facebook_like" fb:like:layout="button_count"></a>
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_button_google_plusone" g:plusone:size="medium"></a>
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    Ronert Obst

– Proud member of <a href="http://www.r-bloggers.com">www.r-bloggers.com</a>
</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'everythingcounts';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>



	<script type="text/javascript">
		var _gaq = _gaq || [];
		_gaq.push(['_setAccount', 'UA-40781735-1']);
		_gaq.push(['_trackPageview']);

		(function() {
			var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
			ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
			var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
		})();
	</script>



</body>
</html>